aaron-bond.better-comments
Angular.ng-template
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
johnpapa.Angular2
KylinIDETeam.gitlens
mongodb.mongodb-vscode
mrmlnc.vscode-scss
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
nerosiar.just-black
PKief.material-icon-theme
TabNine.tabnine-vscode
yzhang.markdown-all-in-one
